-- MySQL dump 10.13  Distrib 5.7.29, for Win64 (x86_64)
--
-- Host: 13.125.11.33    Database: zzalu
-- ------------------------------------------------------
-- Server version	5.5.5-10.10.2-MariaDB-1:10.10.2+maria~ubu2204

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `member_tag_statistics`
--

DROP TABLE IF EXISTS `member_tag_statistics`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `member_tag_statistics` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `count` bigint(20) DEFAULT NULL,
  `member_id` bigint(20) DEFAULT NULL,
  `tag` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=276 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `member_tag_statistics`
--

LOCK TABLES `member_tag_statistics` WRITE;
/*!40000 ALTER TABLE `member_tag_statistics` DISABLE KEYS */;
INSERT INTO `member_tag_statistics` VALUES (1,35,2,'연예인'),(2,33,2,'아이돌'),(3,32,2,'아이유'),(4,6,4,'연예인'),(5,6,4,'아이돌'),(6,7,4,'아이유'),(7,21,3,'TV'),(8,18,3,'무한도전'),(9,1,3,'남일'),(10,1,3,'관심없음'),(11,1,3,'노관심'),(12,6,3,'박명수'),(13,4,3,'무도'),(14,1,3,'유재석'),(15,4,3,'움짤'),(16,1,3,'유느님'),(17,1,3,'노홍철'),(18,4,3,'미친'),(19,1,3,'도리도리'),(20,1,3,'아니야'),(21,1,3,'돌아이'),(22,1,3,'정신없는'),(23,2,3,'연예인'),(24,3,3,'아이돌'),(25,2,3,'아이유'),(26,5,3,'애니'),(27,1,3,'스폰지밥'),(28,3,3,'정준하'),(29,3,3,'여고생'),(30,3,3,'앙탈'),(31,2,3,'뒷'),(32,2,3,'머리로'),(33,2,3,'뒷북'),(34,2,3,'중복'),(35,2,3,'북'),(36,2,3,'북치는'),(37,4,3,'칭찬'),(38,2,3,'박수'),(39,1,3,'도라에몽'),(40,2,6,'연예인'),(41,2,6,'아이돌'),(42,1,6,'아이유'),(43,2,6,'남일'),(44,2,6,'관심없음'),(45,2,6,'노관심'),(46,8,6,'무한도전'),(47,5,6,'박명수'),(48,3,6,'무도'),(49,2,6,'TV'),(50,1,6,'소녀시대'),(51,1,6,'곽철용'),(52,2,6,'타짜'),(53,1,6,'김응수'),(54,1,6,'마포대교'),(55,1,6,'담배'),(56,1,6,'하나'),(57,1,6,'찔러봐'),(58,1,6,'고니야'),(59,2,2,'TV'),(60,1,2,'개그맨'),(61,1,2,'풍자'),(62,1,2,'소녀시대'),(63,2,2,'안사요'),(64,2,2,'꺼져'),(65,2,2,'닥쳐'),(66,2,2,'그만'),(67,2,2,'안산다'),(68,2,2,'가라'),(69,5,2,'움짤'),(70,3,2,'사극'),(71,3,2,'보보경심'),(72,3,2,'표정'),(73,3,2,'올려보는'),(74,3,2,'눈빛'),(75,1,3,'나루토'),(76,3,3,'게임'),(77,1,3,'오버워치2'),(78,8,3,'동물'),(79,37,4,'동물'),(80,17,4,'강아지'),(81,1,4,'명상'),(82,1,4,'득도'),(83,1,4,'향피우고'),(84,1,4,'기도'),(85,1,4,'킹오브더힐'),(86,1,4,'바비'),(87,27,4,'애니'),(88,18,4,'짱구'),(89,4,2,'동물'),(90,1,2,'양'),(91,29,2,'애니'),(92,6,2,'짱구'),(93,8,4,'TV'),(94,11,4,'무한도전'),(95,2,4,'칭찬'),(96,3,4,'박명수'),(97,1,4,'박수'),(98,3,4,'움짤'),(99,2,4,'유재석'),(100,2,4,'유느님'),(101,2,4,'우걱'),(102,1,4,'먹방'),(103,1,4,'귀여운'),(104,2,7,'TV'),(105,2,7,'무한도전'),(106,3,2,'무한도전'),(107,5,2,'BTS'),(108,1,4,'나루토'),(109,21,2,'포켓몬'),(110,5,3,'강아지'),(111,2,4,'오징어게임'),(112,1,4,'뒹굴'),(113,1,4,'좋아'),(114,1,4,'기쁨'),(115,1,4,'기대'),(116,5,4,'포켓몬'),(117,1,4,'짱꾸아빠'),(118,1,4,'빛나는'),(119,1,4,'샤뱡'),(120,1,4,'뒤돌아'),(121,1,4,'보는'),(122,1,4,'부끄러워하는'),(123,1,4,'부끄럼'),(124,2,4,'남일'),(125,2,4,'관심없음'),(126,2,4,'노관심'),(127,3,4,'무도'),(128,1,4,'스폰지밥'),(129,2,4,'블리치'),(130,1,4,'노홍철'),(131,1,4,'미친'),(132,1,4,'도리도리'),(133,1,4,'아니야'),(134,1,4,'돌아이'),(135,1,4,'정신없는'),(136,2,2,'푸우'),(137,1,4,'안사요'),(138,1,4,'꺼져'),(139,1,4,'닥쳐'),(140,1,4,'그만'),(141,1,4,'안산다'),(142,1,4,'가라'),(143,1,2,'가수'),(144,1,2,'싸이'),(145,2,3,'싸피'),(146,1,3,'개발자'),(147,1,3,'코딩'),(148,1,4,'원피스'),(149,1,3,'배틀그라운드'),(150,4,2,'_'),(151,1,4,'_'),(152,1,4,'ㅇㅈ'),(153,1,2,'강아지'),(154,1,3,'와우'),(155,1,2,'오키'),(156,1,4,'일상'),(157,1,4,'짜증'),(158,1,2,'캥거루'),(159,1,4,'게임'),(160,1,9,'동물'),(161,1,9,'원숭이'),(162,1,10,'TV'),(163,1,10,'무한도전'),(164,1,10,'애니'),(165,1,10,'짱구'),(166,1,10,'동물'),(167,1,10,'고양이'),(168,2,3,'고양이'),(169,2,6,'동물'),(170,2,6,'고양이'),(171,4,2,'칭찬'),(172,2,2,'박명수'),(173,2,2,'박수'),(174,1,4,'사과'),(175,1,4,'죄송'),(176,1,4,'꾸뻑'),(177,1,4,'인사'),(178,1,2,'신노스케'),(179,1,2,'액션가면'),(180,1,2,'건담로봇'),(181,1,2,'부리부리몬'),(182,1,2,'다굴'),(183,1,4,'도라에몽'),(184,8,4,'고양이'),(185,1,4,'팬더'),(186,1,4,'양'),(187,1,4,'고슴도치'),(188,1,4,'원숭이'),(189,1,2,'게임'),(190,1,2,'카운터스트라이크'),(191,3,4,'곰돌이'),(192,1,2,'톰과제리'),(193,1,3,'짱구'),(194,1,3,'지브리'),(195,1,8,'연예인'),(196,1,8,'아이돌'),(197,1,8,'아이유'),(198,1,3,'수수'),(199,1,3,'라디오'),(200,1,3,'미소'),(201,1,3,'남자'),(202,1,3,'수호'),(203,1,3,'EXO'),(204,1,3,'가수'),(205,2,6,'칭찬'),(206,1,6,'박수'),(207,4,6,'움짤'),(208,2,6,'애니'),(209,2,6,'짱구'),(210,2,6,'아'),(211,2,6,'그랬구나'),(212,2,6,'무한상사'),(213,2,6,'감흥'),(214,2,6,'없는'),(215,2,6,'이야기'),(216,2,6,'수긍할때'),(217,2,6,'의미없다'),(218,1,6,'구라'),(219,1,6,'화투'),(220,1,6,'아귀'),(221,1,6,'고니'),(222,1,6,'사쿠라'),(223,1,6,'김윤석'),(224,1,6,'김민교'),(225,1,6,'놀람'),(226,1,6,'깜작'),(227,1,6,'눈동자'),(228,1,6,'눈알'),(229,1,6,'SNL'),(230,1,6,'표정'),(231,1,3,'아'),(232,1,3,'그랬구나'),(233,1,3,'무한상사'),(234,1,3,'감흥'),(235,1,3,'없는'),(236,1,3,'이야기'),(237,1,3,'수긍할때'),(238,1,3,'의미없다'),(239,1,4,'톰과제리'),(240,1,3,'영화'),(241,1,3,'타짜'),(242,1,3,'명대사'),(243,1,3,'아귀'),(244,1,3,'정마담'),(245,1,3,'고니'),(246,1,3,'밑장빼기'),(247,1,3,'레전드'),(248,1,3,'예림이'),(249,1,3,'호구'),(250,1,3,'해머'),(251,1,2,'ㄱㅅ'),(252,1,2,'원숭이'),(253,5,8,'게임'),(254,2,8,'마인크래프트'),(255,3,8,'오버워치'),(256,3,8,'애니'),(257,3,8,'도라에몽'),(258,1,2,'슬퍼'),(259,1,6,'하하'),(260,1,6,'정신차려'),(261,1,6,'이각박한'),(262,1,6,'세상속에서'),(263,1,6,'나도'),(264,1,6,'몰라'),(265,1,6,'i'),(266,1,6,'dont'),(267,1,6,'know'),(268,1,6,'아이'),(269,1,6,'돈'),(270,1,6,'노'),(271,1,6,'모른다고'),(272,1,6,'내가'),(273,1,6,'어떻게'),(274,1,6,'알아'),(275,1,6,'아몰랑');
/*!40000 ALTER TABLE `member_tag_statistics` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-02-17  5:23:26
